Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: primitiivisinä, ja siirtomaavallat ovat usein ottaneet sen asenteen, ettei niiden tarvitse kunnioittaa alkuperäiskansojen oikeusjärjestelmiä.
sme: Go eamiálbmogiid vuoiggalašvuođa lávva ii leat čadnon almmolaččat ja globála dohkkehuvvon koodaide, gehččojuvvojit earáid bealis primitiivan, ja kolonistáhtat lea dávjá váldán dan oainnu ahte aiddo dáid sujaid geažil eai dárbbaš addit árvvu eamiálbmogiid digge- ja gearretsystemaide.

source: Tämä ei välttämättä ole oikein.
sme: Dát ii datte-ge dárbbaš leat vuoiga.

source: Se seikka, että alkuperäiskansojen oikeusjärjestelmät ovat pikemminkin tapaoikeudellisia kuin koonnettuja, ei sinänsä riitä sellaisen johtopäätöksen vetämiseen, ettei alkuperäiskansojen oikeusjärjestelmiä kannata kunnioittaa samassa laajuudessa kuin koonnettua lainsäädäntöä.
sme: Go eamiálbmogiid diggesystemat leat vuođđuduvvon árbedábiid vuoigatvuođa oainnuide, eai-ge leat koodaide čadnon, ii leat doarvái duođaštus dasa ahte eai livčče árvvoláččat nugo dakkár systemat maid láhkaásahusat leat huksejuvvon kodaid ala.

source: Molemmissa tapauksissa on kysymys oikeusjärjestelmistä, jotka on luotu ohjaamaan ihmisten käyttäytymistä yhteiskunnassa, ja alkuperäiskansojen tapaoikeudellisen järjestelmän kunnioittaminen on keskeinen asia itsemääräämisoikeuden toteuttamisen kannalta.
sme: Datte-ge galget láhkasystemat leat njuolggadussan olbmuid láhtenvugiide servodagas ja danseammás galget eamiálbmogiid árbevirolaš vuoiggalaš gearret- ja diggesystemat bissut árvvolažžan, ja ná dandihtii jos iešmearrideapmi galggašii duohtandahkkot.

source: Kun otetaan huomioon alkuperäiskansojen kulttuurin vahva kiinnittyminen niiden perinteisiin maa- ja vesialueisiin, alkuperäiskansojen tapaoikeudellisen järjestelmän mukaisesta maan, veden ja luonnonvarojen hallinnosta tulee tietysti erittäin merkittävä asia.
sme: Go eamiálbmogiid kultuvra ja ceavcin lea nu čavga giddejuvvon árbedábálaš eana- ja čáhcebirrasiiddasaset, lea dalle lunddolaš ahte árbevirolaš eatnamiid ja čáziid hálddašeapmi lea erenamaš dehálaš sidjiide.

source: ILO 169 - yleissopimuksen 8 ja 9 artikloista käy ilmi, että valtioiden on kansallista lainsäädäntöä toteuttaessaan kunnioitettava alkuperäiskansojen tapaoikeutta.
sme: ILO 169 árt. 8 ja 9 muitaleaba ahte dalle go stáhtaid iežas láhkagihpagat biddjojit fápmui, galget maiddái eamiálbmogiid árbevierut dán olis árvvusádnot ja gutnejahttot.

source: Myös alkuperäiskansajulistuksen 4 artiklassa lausutaan, että alkuperäiskansoilla on oikeus säilyttää selkeät oikeusjärjestelmänsä ja kehittää niitä, ja myös TSS-komitea on korostanut sen seikan tärkeyttä, että alkuperäiskansoille luodaan mahdollisuudet tapojensa noudattamiseen ja säilyttämiseen.
sme: Maiddái Eamiálbmotjulggástusa árt. 4 cuoigu ahte nášuvnnala lágat ja daid geavahus galget vuhtiiváldit dan ahte eamiálbmogat ieža galget oažžut bisuhit ja čálgadit iežaset sierralágan gearreduššan- ja lágastallansystemaideaset.

source: Myös alueelliset elimet ovat painottaneet alkuperäiskansojen tapaoikeudellisten järjestelmien kunnioittamisen tärkeyttä.
sme: Maiddái ESK-Komitea lea deattuhan dan beali ahte eamiálbmogiidda addošii vejolašvuohta geavahit ja seailluhit árbevieruideaset.

source: Awas Tingnin oikeusjutussa yleisamerikkalainen ihmisoikeustuomioistuin lausui:
sme: Ná leat maid guovlludásiid orgánat cealkán.

source: 6.3.2 Oikeus perinteiseltä saamelaisalueelta löytyviin mineraaleihin, öljyyn ja muihin ei-perinteisiin luonnonvaroihin
sme: Awas Tingni áššis celkki interámerikalaš olmmošvuoigatvuođa duopmostuollu ahte

source: Ihmisoikeuskomitean Ruotsin määräaikaisraportista tekemistä aiemmin mainituista loppupäätelmistä käy ilmi, että komitean käsityksen mukaan saamelaisten itsemääräämisoikeus ei rajoitu tarkoittamaan ainoastaan oikeutta hallita saamelaisten perinteisesti hyödyntämiä luonnonvaroja.
sme: Olmmošvuoigatvuođa komitea fuopmášupmi Ruoŧa áigodatráportta buohta, čujuhii bajábealnamahuvvon cealkágii ja das oaidná ahte sámiid iešmearrideami vuoigatvuohta ii sáhte ráddjejuvvot dušše dasa ahte sámit ožžot háldet badjel árbevirolaččat ávkkástallon luondduvalljiid.

source: Todettuaan, että saamelaisille on annettava merkittävä rooli omia perinteisiä maa-alueitaan ja elinkeinojaan koskevassa päätöksenteossa, komitea jatkaa toteamalla:
sme: Dasmáŋŋá go komitea nannii ahte sámiide ferte addojuvvot mearkkašahtti mađi mearridanváldi dakko mii gusto árbe-eatnamiid ja birgejumiid hálddahussii, ja fuopmášuhttá dasalassin

source: Komitea täsmentää siten, että ilmaisuun saamelaisten ” economic activities ” sisältyy sellaisia toiminta-aloja kuten vesivoima, kaivostoiminta ja metsätalous sekä maan yksityistäminen.
sme: Komitea gidde fuompášumi dasa ahte namahus ” Saami economic activities ” sistisdoallá doaimmaid nugo čáhcefápmu, ruvkedoaimmat, vuovdegávppašeapmi ja eatnamiid addin privahta oamastussii.

source: Tätä voidaan verrata CERD:n Ruotsiin kohdistamaan kritiikkiin:
sme: Maiidái EU nanne eamiálbmogiid vuoigatvuođa iešmearrideapmái ja cealká;

source: TSS-komitea on edelleen pettyneenä todennut:
sme: Ja dákko oažžu maid oaidnit movt CERD cuigguda Ruoŧa;

source: ja on sen jälkeen kehottanut kyseistä valtiota (Kolumbiaa):
sme: ESK-Komitea lea behtton ja jietnada ná;

source: Tiivistäen näyttää selvältä, että alkuperäiskansojen itsemääräämisoikeus sisältää oikeuden käyttää vaikutusvaltaa myös silloin, kun kyseessä ovat ei-perinteiset luonnonvarat. Vähemmän varmaa on se, mikä oikeus alkuperäiskansoilla on sellaisista luonnonvaroista saatavaan taloudelliseen osuuteen.
sme: Go čohkke buot mii dás boahtá ovdan, orruleamen hui čielggas ahte eamiálbmogiid vuoigatvuohta iešmearrideapmái maiddái mieldesbuktá iešmearridanváldi váikkuhit eaiárbejuvvon luondduvalljiid badjel.

source: Ihmisoikeuskomitean tekemät Ruotsin määräaikaisraporttia koskevat loppupäätelmät viittaavat sellaisen oikeuden olemassaoloon.
sme: Eanet eahpečielggasin lea galget go eamiálbmogat ožžut oasi ekonomálaš ovdduin mat čuožžánit dákkár resurssaid ávkkásteamis.

source: On lisäksi huomattava, että ainakin tietynlaista tukea saa osakseen ajatus, jonka mukaan alkuperäiskansoille on kohdennettava taloudellisia resursseja, jotta niiden itsemääräämisoikeus voidaan toteuttaa edellä selostetulla tavalla.
sme: Olmmošvuoigatvuođa komitea kommeanttat Ruoŧa áigodat ráportii geažudit dohko ahte dákkár gáibádusa sáhttá loktet, nugo dás ovddabealde lea jietnaduvvon.

source: 6.4 Solidaarisuusulottuvuus
sme: 6.4 Solidaritehta dimenšuvdna

source: Vuoden 1966 yleissopimusten 1 artiklan kolmas kappale käsittelee vielä yhtä itsemääräämisoikeuden ulottuvuutta, nimittäin valtio-osapuolten yhteistä vastuuta muiden kansojen itsemääräämisen edistämisestä missä tahansa maailmassa, ts. ensisijaisesti maan oman alueen ulkopuolella.
sme: Goalmmát oassi 1966 konv. ártihkkalis 1 geahčada vel nuppi beali iešmearridanvuoigatvuođas: Stáhtaid oktasaš ovddasvástádus ovddidit nuppiid máilmmeguovlluid olbmuid / álbmogiid iešmearrideami, namalassii stáhtaid iežas rájáid olggobealde.

source: Ihmisoikeuskomitea on viitannut tähän ulottuvuuteen raportointimenettelyssä ja tällöin etenkin valtioiden velvollisuuteen edistää Palestiinan kansan ja Etelä-Afrikan kansojen oikeutta itsemääräämiseen.
sme: Olmmošvuoigatvuođa komitea lea ráportaprosedurastes deattuhan dán-ge beali, ja dás eanemustá čujuhan stáhtaid iežas geatnegasvuhtii nanosmahttit Pálestiinna ja MáttáÁfriikka álbmogiid iešmearridanválddi.

source: 6.5 Saamelaisten kanssa tehdyn yhteiskuntasopimuksen uudelleen muotoilu
sme: 6.5 Servodatsoahpamuš sámiiguin rievdaduvvo

source: Kuten mm.. James Anaya on korostanut, itsemääräämisoikeuteen liittyy selkeitä hyvitys- ja korvausprosesseja, mitä tulee alkuperäiskansoihin ja niihin historiallisiin vääryyksiin, joita monet niistä ovat joutuneet kokemaan.
sme: Nugo e.e. James Anaya lea fuopmášuhttán, mieldesbuktá iešmearrideapmi ekonomálaš buorrindahkama eamiálbmogiid buohta ja historrjálaš boasttuvuohta maid ollugat leat gártan gillát.

source: Sen takia alkuperäiskansat, jotka tuntevat joutuneensa nykyaikaisen kansallisvaltion vallan alaisiksi ilman omaa suostumustaan ja usein jopa niin, ettei niitä ole edes kuultu, kokevat usein päämääräksi sinänsä saada valtio tunnustamaan alkuperäiskansa itsemääräämiseen oikeutetuksi kansaksi sellaisesta tunnustamisesta aiheutuvista seurauksista riippumatta.
sme: Eamiálbmogat guhte vihkugohtet ahte sii leat šáddan ođđaáigásaš stáhtaválddi vuollásažžan almma iežaset dáhtu haga, ja dávjá lea geavvan ná sin jierakáhttá, lea dalle bajimusdási ulbmilin ahte stáhta ferte dovddastit ahte eamiálbmogiidda galgá addot fámudus iešmearrideapmái. Ja ulbmil galgá ollášuhttot beroškeahttá čuozahusain mat dás čuožžilivčče.

source: Sellaisia äärimmäisiä poikkeustapauksia lukuun ottamatta, joissa kansainvälinen oikeus sallisi alkuperäiskansan irtautumisen valtiosta, valtion taholta tullut tunnustus, jonka mukaan alkuperäiskansalla on itsemääräämisoikeus, merkitsee uutta yhteiskuntasopimusta kansallisvaltion ja alkuperäiskansan välillä.
sme: Earret ereliggánis diliin gos álbmotnjuolggus dorjjošii eamiálbmogiid luovusgaikuma, mearkkaša stáhtalaš dohkkehus dasa ahte eamiálbmogiidda áddo iešmearrideami váldi, áibbas ođđa servodatsoahpamuš gaskal stáhta ja eamiálbmoga. Ná maiddái go lea sáhka davviriikalaš sámekonvenšuvnna evttohusa válbmenbarggus.

source: Tämä koskee myös työn alla olevaa pohjoismaista saamelaissopimusta, jossa Suomi, Norja ja Ruotsi vahvistaisivat saamelaiset näiden maiden alkuperäiskansoiksi ja tunnustaisivat saamelaiset itsemääräämisoikeuden haltijoiksi.
sme: Dás lea ulbmilin ráhkadit soahpamuša mii duohtandágašii ahte Suopma, Ruoŧŧa ja Norga dovddastit ahte dáid stáhtaid sámit leat eamiálbmot ja dalle siddjiide galgá áddot vuoigatvuohta iešmearrideapmái.

source: Lyhyesti itsemääräämisoikeuden toteuttamisesta
sme: Oanehaččat iešmearrideami vuoigatvuođa ollášuhttimis

source: Kuten edellä on selostettu, alkuperäiskansojen itsemääräämisoikeus toteutuu ensi kädessä alkuperäiskansojen omien yhteiskuntarakenteiden avulla, saamelaisten tapauksessa nyttemmin ensisijaisesti saamelaiskäräjien välityksellä.
sme: 7.1 Iešmearrideapmi eamiálbmogiid iežas servodatvuogádagaid mielde Nugo dánmuddui dás lea čielggaduvvon, fievrriduvvo dán válddi vuoigatvuohta ovddimustá eamiálbmogiid iežaset servodatvuogádagaid mielde, ja sápmelaččaid buohta dánáiggi eanemusat sámedikkiid vuolde.

source: On kuitenkin syytä huomata, ettei saamelaisten itsemääräämisoikeutta tarvitse välttämättä toteuttaa saamelaiskäräjien välityksellä.
sme: Berre lihkká muitit ahte sámiid iešmearrideami fámudus ii bákkus dárbbaš čáđahuvvot dušše sámedikiid bokte.

source: Loppujen lopuksi on kai saamelaisten asia itse päättää omista päätöksentekoprosesseistaan itsemääräämisoikeuden puitteissa.
sme: Lohpas goit-ge galggašii dilli stargat nu ahte sámit ieža mearridit movt dán olis dahkkošii.

source: Omien yhteiskunnallisten laitosten säilyttäminen ja niiden kehittäminen muodostavat alkuperäiskansojen itsemääräämisoikeuden keskeisen elementin.
sme: Guovddáš áhtan eamiálbmogiid vuoigatvuođain lea ahte sii ieža besset seailluhit ja ovdánahttit servodatásahusaideaset.

source: Saamelaisilla on siten lähtökohtaisesti oikeus säilyttää omat poliittiset ja yhteiskunnalliset laitoksensa ja rakenteensa ja kehittää niitä.
sme: Sámi álbmoga vuolggabáikin lea ahte das lea vuoigatvuohta bisuhit ja čálgadit politihkalaš ja servodatlaš institušuvnnaides ja daid struktuvrraid.

source: Kysymyksissä, jotka koskevat ainoastaan saamelaisia tai joita kohtaan ei-saamelaiset yhteisöt eivät tunne juurikaan kiinnostusta, saamelaisten tulee siten itse pystyä tekemään päätöksiä omien yhteiskunnallisten laitostensa välityksellä.
sme: Sámit galget ieža beassat čađahit mearrádusaid ieažaset servodatsystemaid bokte dakkár áššiiin mat dusse gusket sámiide dahje leat hui unnán giddejuvvon eai-sápmelaš servodagaide.

source: 7.2 Itsemääräämisoikeus kansallisiin päätöksentekorakenteisiin osallistumisen yhteydessä
sme: 7.2 Iešmearrideapmi sisriikalaš mearrádusstruktuvrraid bokte

source: Edellä on myös esitetty, että alkuperäiskansat ovat sen lisäksi, että ne voivat säilyttää omat yhteiskunnalliset laitoksensa, myös halutessaan oikeutettuja osallistumaan enemmistöyhteiskunnan yhteiskunnalliseen elämään.
sme: Lassin das ahte eamiálbmogat galget oažžut bisuhit iežaset servodatvuogádagaid, nugo dás juo lea jietnaduvvon, lea sis maiddái vuoigatvuohta oasálatit eanádatservodaga dábálaš eallimii, jos sii nu hálidit.

source: Alkuperäiskansajulistuksen 4 artiklan viimeinen kohta kuuluu:
sme: Eamiálbmotjulggástusa ártihkkala 4. lavtta gullo ná;

source: Mitä tulee alkuperäiskansojen itsemääräämisoikeuden toteuttamiseen ympäröivän yhteiskunnan kanssa käytyjen neuvottelujen avulla, voidaan myös panna merkille CERDin lausunto:
sme: Dán vuoigatvuođa čađaheamis / ollášuhttimis CERD lea árvalan ahte;

source: Kuten edellä on esitetty, ILO 169 - yleissopimus ei muodollisesti puutu alkuperäiskansojen itsemääräämisoikeuteen.
sme: Nugo dás oaidná-ge, ii ILO 169 virggálaččat guoskat eamiálbmogiid iešmearridanvuoigatvuođa, vaikke lea gal hilgon ovddeš ássimilašuvnna jurdaga eamiálbmogiid hárrái, de datte-ge lea ášši nu ahte konvenšuvdna berre impirduvvot dego livčče sáhka iešmearrideamis.

source: ILO 169:ssä kuitenkin torjutaan alkuperäiskansojen kohdalla aiemmin sovellettu pyrkimys sulauttamiseen, mikä tarkoittaa, että yleissopimuksen on tulkittava puoltavan itsemääräämistä. ILO 169 korostaa valtioiden velvollisuuksia neuvotella alkuperäiskansojen kanssa ” in good faith ”.
sme: ILO 169 čuovggaha stáhtaid geatnegasvuođa lihtodit eamiálbmogiiguin ” buriin oskáldasvuođain ” (” in good faith) ” ja ILO iežas čađahannjuolggadusat dadjet, maŋŋá go lea deattuhan eamiálbmogiid vuoigatvuođa bisuhit iežas servodatvuogádagaid, máinnašit ahte

source: ILO on täten tehnyt selväksi, että kyseisten alkuperäiskansojen kanssa on käytävä neuvotteluja esimerkiksi ennen maanalaisten luonnonvarojen hyödyntämiseen tarvittavan valtuutuksen antamista.
sme: ILO lea dákko bures čielggadan dan ahte lea dárbbašlaš čađahit ráđđádallamiid áššáiguoski álbmogiiguin omd. ovdal go eatnanvuoláš luondduvalljiid ohcan- ja ávkkástanlohpi addojuvvo.

source: Alkuperäiskansojen itsemääräämisoikeutta koskeva Pohjoismaiden (Tanskan, Suomen, Islannin, Norjan ja Ruotsin) yhteinen ehdotus, joka esitettiin alkuperäiskansajulistusta käsittelevän YK:n työryhmän 9. istunnolle (vuonna 2003).
sme: Mielddus Oktasaš davviriikalaš evttohus (Dánmarku, Suopma, Islánda, Norga ja Ruoŧŧa): Eamiálbmogiid iešmearridanvuoigatvuohta; beavdáduvvon ON:a eamiálbmotjulggástusa bargojoavkku 9. čohkkámii (2003).
